{
  "movie": [
    {
      "id": 1,
      "title": "Любовь-морковь",
      "description": "На свадьбе супруги Голубевы клялись друг другу в вечной любви. Со временем страсть ушла, а ее место заняли карьера, быт, друзья и личные увлечения. Они все больше ругаются по пустякам, все меньше проводят времени вместе…",
      "image": "http://www.ts.kg/posters/lyubov_morkov.png",
      "category": "Драма",
      "rating": 4
    },
    {
      "id": 2,
      "title": "Аватар. Дилогия",
      "description": "Парализованный морпех получает новое тело и спасает планету от колонизации. Самый кассовый фильм в истории",
      "image": "http://www.ts.kg/posters/avatar.png",
      "category": "Драма",
      "rating": 5
    },
    {
      "id": 3,
      "title": "Рокки. Крид. Коллекция",
      "description": "Кто такой Рокки Бальбоа? — это человек легенда, застенчивый, но чрезвычайно упрямый и талантливый боксер, который не щадил себя и поднялся с самого дна на вершину славы.",
      "image": "http://www.ts.kg/posters/rocky.png",
      "category": "Драма",
      "rating": 5
    },
    {
      "id": 4,
      "title": "Энола Холмс. Дилогия",
      "description": "Англия, 1884 год - мир на грани перемен. Утром, в свой 16-й день рождения, Энола Холмс просыпается и обнаруживает, что ее мать исчезла, оставив после себя странный ассортимент подарков, но без видимой подсказки относительно того, куда она ушла и почему.",
      "image": "http://www.ts.kg/posters/enola_holmes.png",
      "category": "Драма",
      "rating": 3
    },
    {
      "id": 5,
      "title": "Топ Ган. Дилогия",
      "description": "Пит Митчелл по прозвищу Мэверик (Скиталец), лётчик истребителя морской авиации США, направляется в элитную школу «Супер-ас», где борется за получение этого почётного звания.",
      "image": "http://www.ts.kg/posters/top_gun.png",
      "category": "Драма",
      "rating": 5
    },
    {
      "id": 6,
      "title": "Гол! Трилогия",
      "description": "Мексиканец едет в Англию за мечтой стать профессиональным футболистом. Трилогии о пути в большой спорт.",
      "image": "http://www.ts.kg/posters/goal.png",
      "category": "Драма",
      "rating": 2
    },
    {
      "id": 7,
      "title": "Бегущий по лезвию. Дилогия",
      "description": "Отставной детектив Рик Декард вновь восстановлен в полиции Лос-Анджелеса для поиска возглавляемой Роем Батти группы киборгов, совершившей побег из космической колонии на Землю.",
      "image": "http://www.ts.kg/posters/blade_runner.png",
      "category": "Драма",
      "rating": 3
    },
    {
      "id": 8,
      "title": "На другой стороне рая. Дилогия",
      "description": "Простой деревенский парень Джон Гроберг пересекает океан и становится миссионером на далеких и экзотических Тонганских островах. За спиной он оставляет семью и настоящую любовь его жизни Джин, чьи письма поддерживают его дух в трудные времена.",
      "image": "http://www.ts.kg/posters/the_other_side_of_heaven.png",
      "category": "Драма",
      "rating": 4
    },
    {
      "id": 9,
      "title": "Лорд Сюэ Ин / Повелитель снежного орла",
      "description": "Сюэ Ин, в детстве потерявший отца и посвятивший себя младшему брату, в стремлении спасти свою мать оказался вовлечен в заговор между добром и злом.",
      "image": "http://www.ts.kg/posters/snow_eagle_lord.png",
      "category": "Драма",
      "rating": 3
    },
    {
      "id": 10,
      "title": "Свидание с будущим",
      "description": "Во время землетрясения Сюй Лай (Чжан Жонань) попала в ловушку, но была спасена пожарным Цзинь Шичуанем (Уильям Чань) и его собакой-спасателем. Десять лет спустя Сюй Лай возвращается в Китай в качестве журналиста и кинолога международного класса.",
      "image": "http://www.ts.kg/posters/a_date_with_the_future.png",
      "category": "Драма",
      "rating": 4
    },
    {
      "id": 11,
      "title": "Умница",
      "description": "Морган Альваро, 38 лет, 3 детей, 2 бывших мужа, 5 кредитов и Ай-Кью 160. При феноменальной памяти и таких же способностях к логическому мышлению эта молодая привлекательная женщина эпатажна, непредсказуема, независима, да еще и остра на язычок.",
      "image": "http://www.ts.kg/posters/hpi_haut_potentiel_intellectuel.png",
      "category": "Детектив",
      "rating": 2
    },
    {
      "id": 12,
      "title": "Джо Пикетт",
      "description": "Упрямый егерь Джо Пикетт, живущий в небольшом поселении среди лесов Вайоминга, обнаруживает тайные и мрачные политические схемы в своем округе. Полиция бездействует, и Джо решает взять дело в свои руки.",
      "image": "http://www.ts.kg/posters/joe_pickett.png",
      "category": "Детектив",
      "rating": 3
    },
    {
      "id": 13,
      "title": "Жестокий мир мужчин",
      "description": "Молодой финансист Кира Арефьева получает приглашение от новых знакомых стать одним из руководителей финансовой организации. Девушка соглашается, но не догадывается, что это мошенники.",
      "image": "http://www.ts.kg/posters/zhestokii_mir_muzhchin.png",
      "category": "Детектив",
      "rating": 1
    },
    {
      "id": 14,
      "title": "Чудо-братья / Чудесные братья",
      "description": "Юк Дон Чжу (Чон У) — начинающий писатель, мечтающий когда-нибудь стать автором бестселлеров. Но пока всё, что у него есть, это долги. Однажды он встречает Кан Сана (Пэ Хён Сон), у которого есть способность слышать сердца других людей, но в тоже время он ничего не помнит о себе самом, даже своего имени.",
      "image": "http://www.ts.kg/posters/miraculous_brothers.png",
      "category": "Детектив",
      "rating": 2
    },
    {
      "id": 15,
      "title": "Шпионский класс",
      "description": "После разрушительного военного конфликта мировые правительства решили использовать более изощренные тактики достижения своих целей, например, войны в тени. Лили — студентка одного из многочисленных учебных заведений для юных шпионов.",
      "image": "http://www.ts.kg/posters/spy_kyoushitsu.png",
      "category": "Детектив",
      "rating": 5
    },
    {
      "id": 16,
      "title": "Вечеринка",
      "description": "Сериал рассказывает о загадочном убийстве на встрече выпускников, которое шокировало всех бывших одноклассников. Каждый эпизод содержит пересказ одной и той же ночи, рассказанный от лица разных персонажей.",
      "image": "http://www.ts.kg/posters/the_afterparty.png",
      "category": "Детектив",
      "rating": 3
    },
    {
      "id": 17,
      "title": "Библиотекарь",
      "description": "Алексей Вязинцев узнает, что несколько книг забытого советского писателя Громова обладают магическими свойствами. Каждая из этих книг дает конкретный эффект: Ярости, Терпения, Власти, Радости, Силы, Памяти.",
      "image": "http://www.ts.kg/posters/bibliotekar.png",
      "category": "Детектив",
      "rating": 2
    },
    {
      "id": 18,
      "title": "Жестокое лето",
      "description": "Время действия — лето 1993, 1994 и 1995 годов. В небольшом техасском городке пропадает красивая и популярная девушка Кейт. Без какой-либо видимой связи, девушка по имени Джанетт превращается из милой и неуклюжей в самую популярную девушку в городе.",
      "image": "http://www.ts.kg/posters/cruel_summer.png",
      "category": "Детектив",
      "rating": 1
    },
    {
      "id": 19,
      "title": "Очищение",
      "description": "A woman is forced to confront the nightmares of her past in order to stop a secret cult intent on gathering children to fulfil its master plan.",
      "image": "http://www.ts.kg/posters/the_clearing.png",
      "category": "Детектив",
      "rating": 2
    },
    {
      "id": 20,
      "title": "Декларация (Манифест)",
      "description": "Сюжет вращается вокруг группы людей, переживших турбулентный полет на самолете, по окончании которого обнаруживается, что мир прожил пять лет, пока пассажиры были в воздухе.",
      "image": "http://www.ts.kg/posters/manifest.png",
      "category": "Детектив",
      "rating": 3
    },
    {
      "id": 21,
      "title": "Тяни, Сундук!",
      "description": "Простой парень по кличке Сундук из-за любви к своей деревне Антоновка постоянно попадает в передряги. На этот раз, он не смог пройти мимо острой проблемы - незаконное загрязнение территорий мусором.",
      "image": "http://www.ts.kg/posters/tyani_sunduk.png",
      "category": "Комедия",
      "rating": 4
    },
    {
      "id": 22,
      "title": "Платонические отношения",
      "description": "Платонические отношения - это в основном приятный и очаровательный взгляд на отношения взрослых, дружбу и махинации с кризисом среднего возраста, а 'химия' Роуз Бирн и Сета Рогена поднимает материал на новый уровень.",
      "image": "http://www.ts.kg/posters/platonic.png",
      "category": "Комедия",
      "rating": 2
    },
    {
      "id": 23,
      "title": "Открытый брак",
      "description": "Севе и Оксане за сорок. У них трое детей, большая квартира в центре Москвы, у обоих сложившиеся карьеры. Завидная жизнь, они — образцовая пара.",
      "image": "http://www.ts.kg/posters/otkrytyi_brak.png",
      "category": "Комедия",
      "rating": 1
    },
    {
      "id": 24,
      "title": "Из мечтателя в реалиста",
      "description": "Ватару Саджо без ума от своей одноклассницы, красотки Айки Нацукавы, но при этом совсем не стесняется с ней общаться, строя планы о прекрасном совместном будущем. Но вот однажды, как гром среди ясного неба, к нему приходит осознание, что он ей совсем не пара.",
      "image": "http://www.ts.kg/posters/yumemiru_danshi_wa_genjitsushugisha.png",
      "category": "Комедия",
      "rating": 5
    },
    {
      "id": 25,
      "title": "Скрытая любовь",
      "description": "Ровно год прошёл с того момента, как в сердце Сан Чжи ворвался лучший друг её брата - Дуан Цзя Сюй... Парень с шикарными глазами, ласково называющий главную героиню 'малышка'.",
      "image": "http://www.ts.kg/posters/hidden_love.png",
      "category": "Комедия",
      "rating": 5
    },
    {
      "id": 26,
      "title": "Курортный роман",
      "description": "Курортные романы, неожиданные встречи со старыми знакомыми, супружеские измены, подставы, раскрытые тайны и поиски настоящей любви на морском берегу под лучами жаркого солнца!",
      "image": "http://www.ts.kg/posters/kurortnyj_roman.png",
      "category": "Комедия",
      "rating": 3
    },
    {
      "id": 27,
      "title": "Каннский секрет",
      "description": "Обаятельный Гарри Кинг, аферист международного масштаба, и суровая Камиль Дельмасс, детектив полиции, объединяются в раскрытии преступлений, омрачающих гламурную жизнь французской Ривьеры.",
      "image": "http://www.ts.kg/posters/cannes_confidential.png",
      "category": "Комедия",
      "rating": 2
    },
    {
      "id": 28,
      "title": "И просто так",
      "description": "Продолжение сериала Секс в большом городе. Кэрри Брэдшоу и ее верные подруги Шарлотта и Миранда делятся радостями и трудностями жизни современных городских женщин предпенсионного возраста.",
      "image": "http://www.ts.kg/posters/and_just_like_that.png",
      "category": "Комедия",
      "rating": 4
    },
    {
      "id": 29,
      "title": "Выгодная афера",
      "description": "Ли Во Ру — мошенница. Она десять лет просидела в тюрьме за обвинение в смерти родителей, а после того, как ее выпустили, принялась обманывать и проворачивать разные аферы.",
      "image": "http://www.ts.kg/posters/delightfully_deceitful.png",
      "category": "Комедия",
      "rating": 3
    },
    {
      "id": 30,
      "title": "Ухожу красиво",
      "description": "Странная метаморфоза произошла с оперуполномоченным подмосковного ОВД Борисом Фадеевым. У него проблемы с алкоголем, депрессия и сложная ситуация в семье.",
      "image": "http://www.ts.kg/posters/ukhozhu_krasivo.png",
      "category": "Комедия",
      "rating": 1
    }
  ]
}